{
  "heroMainText": "Unlock a New Era of Parcel Delivery",
  "heroSecondaryText": "ODIN is an innovative platform transforming international parcel delivery. By leveraging the unused luggage space of travellers, we offer a cost-effective, reliable, and secure way to send parcels across borders. Whether you're looking to save on shipping costs or earn while you travel, ODIN connects the world in a more meaningful way",
  "about": "About",
  "features": "Features",
  "ourApproach": "Our Approach",
  "contacts": "Contacts",
  "exploreMore": "Explore More",
  "getUpdates": "Get Updates",
  "mapSectionMainText": "Transforming Travel with Peer-to-Peer Parcel Delivery",
  "mapSectionSecondaryText": "ODIN is more than just a parcel delivery service. It's a cost-effective solution for senders and a unique opportunity for travellers to earn. With 24/7 operations and a direct line of communication between senders and travellers, we ensure flexibility, reliability, and personalized experience unlike any other",
  "benefits": "Benefits",
  "benefitsMainText": "Join the movement revolutionizing parcel delivery. Whether you're sending gifts to loved ones overseas or shipping products to international customers, ODIN offers a convenient, reliable, and eco-friendly solution for your delivery needs",
  "costEffective": "Cost Effective",
  "environmentallyFriendly": "Environmentally Friendly",
  "convenience": "Convenience",
  "benefitsTextOne": "Senders can save on expensive international shipping fees, while travelers can earn extra money by utilizing their unused luggage space.",
  "benefitsTextTwo": "Utilizes existing travel routes, reducing the need for additional transportation methods and lowering carbon emissions.",
  "benefitsTextThree": "Provides a convenient and flexible alternative to traditional courier services, especially for items that are time-sensitive or require special handling.",
  "howOdinWorks": "How ODIN Works",
  "keyFeatures": "Key Features",
  "trustAndSecurity": "Trust & Security",
  "sender": "Sender",
  "senderStepTitleOne": "1. Post Your Parcel Details",
  "senderStepTitleTwo": "2. Choose Your Price or Opt for Auction",
  "senderStepTitleThree": "3. Confirm Your Traveler and Secure the Delivery",
  "senderStepTitleFour": "4. Track Your Parcel and Communicate Directly",
  "senderStepTitleFive": "5. Parcel Delivered: Confirm and Review",
  "senderStepOne": "With ODIN, sending your parcel anywhere in the world has never been easier. Start by creating a listing for your parcel that includes details such as dimensions, weight, and whether you prefer door-to-door or door-to-airport delivery. Don't forget to specify your parcel's origin and destination to match with the perfect traveler",
  "senderStepTwo": "Set your own price for the delivery or use our auction system to let travelers bid on your parcel. This ensures you get the best possible price for your delivery needs. Our platform facilitates a seamless connection between you and travelers heading your parcel's way",
  "senderStepThree": "Once travelers show interest or bid on your parcel, review their profiles, ratings, and offered prices. Select the traveler that best matches your criteria and feel confident knowing every traveler undergoes a rigorous verification process. Your peace of mind is our priority",
  "senderStepFour": "After pairing with a traveler, use ODIN's real-time tracking to monitor your parcel's journey. Our integrated chat feature allows you to communicate directly with your traveler, ensuring you're always in the loop and your parcel is on track",
  "senderStepFive": "Meet the traveler to receive a parcel. Once the recipient receives your parcel and confirms the delivery through ODIN, your traveler will get compensated. We encourage you to leave a review, helping us maintain a trusted community",
  "traveler": "Traveler",
  "travelerTitleOne": "1. Browse Parcel Delivery Requests",
  "travelerTitleTwo": "2. Make an Offer or Accept a Price",
  "travelerTitleThree": "3. Coordinate Pickup and Delivery Details",
  "travelerTitleFour": "4. Deliver and Confirm for Payment",
  "travelerTitleFive": "5. Review and Build Your Reputation",
  "travelerStepOne": "Once verified, explore a list of available parcel delivery requests that match your travel itinerary. Each listing includes details like parcel size, weight, and sender's preferred delivery option (door-to-door or door-to-airport), making it easy to find requests that fit your travel plans",
  "travelerStepTwo": "If you find a parcel you can carry, make an offer to deliver it by bidding your price or accept the fixed price set by the sender. This step is crucial in establishing a mutual agreement and ensuring transparency between you and the sender",
  "travelerStepThree": "After the sender accepts your offer, an in-app chat will open for direct communication. Discuss and finalize the pickup details. For the parcel's safety and compliance, it's important to inspect the parcel at the time of pickup, ensuring it's open and items are visible",
  "travelerStepFour": "Carry the parcel to its destination, adhering to the agreed-upon delivery type. Upon successful delivery, the recipient will provide you with a specific code. Enter this code in ODIN to confirm delivery. Once confirmed, the payment you agreed upon will be released to your account",
  "travelerStepFive": "After the delivery is completed, both you and the sender have the opportunity to leave a review. Building a positive reputation on ODIN enhances your profile, making it easier to get more delivery requests in the future",
  "keyFeaturesTitleOne": "Flexible Delivery Options",
  "keyFeaturesTitleTwo": "Transparent Pricing and Auction System",
  "keyFeaturesTitleThree": "Real-Time Tracking and Communication",
  "keyFeaturesOne": "Whether you prefer the cost-effectiveness of door-to-airport delivery or the convenience of door-to-door service, ODIN offers tailored solutions to meet your shipping needs",
  "keyFeaturesTwo": "Set your price or let travellers bid to deliver your items through our auction system, ensuring you get the best rate tailored to your needs",
  "keyFeaturesThree": "Track your parcel in real-time and chat directly with travellers. ODIN keeps you informed and connected every step of the way, ensuring a seamless and trustworthy delivery experience",
  "trustTitleOne": "Rigorous Verification Process",
  "trustTitleTwo": "Open Parcel Inspection",
  "trustTitleThree": "Insurance Options",
  "trustTitleFour": "Secure Payments and Refunds",
  "joinCommunity": "Join Out Global Community",
  "joinCommunityInfo": "Ready to revolutionize the way you send and receive parcels? Provide your e-mail address and stay informed. We’ll let you know as soon as ODIN goes live, so you can be among the first to experience the future of parcel delivery",
  "enterEmail": "Enter Email"
}
