{
  "heroMainText": "Unlock a New Era of Parcel Delivery",
  "heroSecondaryText": "ODIN is an innovative platform transforming international parcel delivery. By leveraging the unused luggage space of travellers, we offer a cost-effective, reliable, and secure way to send parcels across borders. Whether you're looking to save on shipping costs or earn while you travel, ODIN connects the world in a more meaningful way",
  "about": "About",
  "features": "Features",
  "ourApproach": "Our Approach",
  "contacts": "Contacts",
  "exploreMore": "Explore More",
  "getUpdates": "Get Updates",
  "mapSectionMainText": "Transforming Travel with Peer-to-Peer Parcel Delivery",
  "mapSectionSecondaryText": "ODIN is more than just a parcel delivery service. It's a cost-effective solution for senders and a unique opportunity for travellers to earn. With 24/7 operations and a direct line of communication between senders and travellers, we ensure flexibility, reliability, and personalized experience unlike any other",
  "benefits": "Benefits",
  "benefitsMainText": "Join the movement revolutionizing parcel delivery. Whether you're sending gifts to loved ones overseas or shipping products to international customers, ODIN offers a convenient, reliable, and eco-friendly solution for your delivery needs",
  "costEffective": "Cost Effective",
  "environmentallyFriendly": "Environmentally Friendly",
  "convenience": "Convenience",
  "benefitsTextOne": "Senders can save on expensive international shipping fees, while travelers can earn extra money by utilizing their unused luggage space.",
  "benefitsTextTwo": "Utilizes existing travel routes, reducing the need for additional transportation methods and lowering carbon emissions.",
  "benefitsTextThree": "Provides a convenient and flexible alternative to traditional courier services, especially for items that are time-sensitive or require special handling.",
  "howOdinWorks": "How Odin Works",
  "keyFeatures": "Key Features",
  "trustAndSecurity": "Trust & Security"
}
